import titleImg from '../asset/testNews/image1_xSBz13D.jpg'
import image1 from '../asset/testNews/image1_xSBz13D.jpg'
import image2 from '../asset/testNews/image2_CR1TgVE.jpg'
import image3 from '../asset/testNews/image3_2wY2W2D.jpg'
import image4 from '../asset/testNews/image4_2wY2W2D.jpg'
import image5 from '../asset/testNews/image5.jpg'



const newsCard = [
  {
    id: '1',
    category:  'аварии',
    title: 'В Уфе экстренно закрыли 7 пляжей. Воду из Белой и Уфимки проверят в лабораториях',
    author:  'authorOne',
    imgTitle: titleImg,
    textBlockVideo: 'В Уфе экстренно закрыли 7 пляжей. Воду из Белой и Уфимки проверят в лабораториях',
    video: 'https://www.youtube.com/embed/dX0W8r3PHaA?si=aq8ut1WbNGU7HdoQ',
    textBlockOne: 'Егор Полтарыхин, корреспондент: «Весенний паводок давно закончился. Но сегодня, 2 июля, реки Уфа и Белая сильно прибавили в уровне воды. Причиной тому назвали обильные дожди. Вода в реках помутнела, а на официальных пляжах Уфы был введён запрет на купание. Мы проехались по нескольким зонам отдыха, чтобы посмотреть на последствия внезапного подъёма уровня воды».',
    imageOne: image1,
    textBlockTwo:  'С утра на многих пляжах появились аншлаги и знаки, которые предупреждают, что в ближайшие несколько дней купание может быть небезопасным. В Управлении гражданской защиты Уфы говорят, что пока остаётся только внимательно наблюдать за ситуацией.',
    imageTwo: image2,
    textBlockThree:  'Яна Калинина, начальник информационно-аналитического отдела по связям с общественностью УГЗ г. Уфы: «Из-за повышения уровня воды в реках Уфа и Белая, которое связано с обильными осадками, в Уфе вводится запрет на купание даже на официальных пляжах, которые расположены на береговых линиях этих рек. Это необходимая мера, так как при повышении уровня воды в реках увеличивается скорость течения, под водой может находиться мусор и ухудшается качество воды. Пока наблюдаем повышение уровня воды. Когда она спадёт, пока не можем прогнозировать».',
    imageThree:  image3,
    textBlockFour: 'Дальше мы приехали на пляж «Водник» в Затоне. Он и раньше не выделялся большой пляжной зоной. К моменту съёмок сюжета она, кажется, стала ещё меньше. Например, раздевалка оказалась наполовину затопленной, а длину оборудованного спуска к реке вода сократила вдвое.',
    imageFour:  image4,
    textBlockFive: 'В Центре гигиены и эпидемиологии UTV рассказали, что результаты исследований будут готовы через пять дней. И если они не будут удовлетворительными — некоторые пляжи могут закрыть при участии прокуратуры.',
    imageFive:  image5,
    date: '03.07.2024',
    views: 2000
  },


  {
    id: '2',
    category:  'политика',
    title: 'В Уфе экстренно закрыли 7 пляжей. Воду из Белой и Уфимки проверят в лабораториях',
    author:  'authorOne',
    imgTitle: titleImg,
    textBlockVideo: 'В Уфе экстренно закрыли 7 пляжей. Воду из Белой и Уфимки проверят в лабораториях',
    video: 'https://www.youtube.com/embed/dX0W8r3PHaA?si=aq8ut1WbNGU7HdoQ',
    textBlockOne: 'Егор Полтарыхин, корреспондент: «Весенний паводок давно закончился. Но сегодня, 2 июля, реки Уфа и Белая сильно прибавили в уровне воды. Причиной тому назвали обильные дожди. Вода в реках помутнела, а на официальных пляжах Уфы был введён запрет на купание. Мы проехались по нескольким зонам отдыха, чтобы посмотреть на последствия внезапного подъёма уровня воды».',
    imageOne: image1,
    textBlockTwo:  'С утра на многих пляжах появились аншлаги и знаки, которые предупреждают, что в ближайшие несколько дней купание может быть небезопасным. В Управлении гражданской защиты Уфы говорят, что пока остаётся только внимательно наблюдать за ситуацией.',
    imageTwo: image2,
    textBlockThree:  'Яна Калинина, начальник информационно-аналитического отдела по связям с общественностью УГЗ г. Уфы: «Из-за повышения уровня воды в реках Уфа и Белая, которое связано с обильными осадками, в Уфе вводится запрет на купание даже на официальных пляжах, которые расположены на береговых линиях этих рек. Это необходимая мера, так как при повышении уровня воды в реках увеличивается скорость течения, под водой может находиться мусор и ухудшается качество воды. Пока наблюдаем повышение уровня воды. Когда она спадёт, пока не можем прогнозировать».',
    imageThree:  image3,
    textBlockFour: 'Дальше мы приехали на пляж «Водник» в Затоне. Он и раньше не выделялся большой пляжной зоной. К моменту съёмок сюжета она, кажется, стала ещё меньше. Например, раздевалка оказалась наполовину затопленной, а длину оборудованного спуска к реке вода сократила вдвое.',
    imageFour:  image4,
    textBlockFive: 'В Центре гигиены и эпидемиологии UTV рассказали, что результаты исследований будут готовы через пять дней. И если они не будут удовлетворительными — некоторые пляжи могут закрыть при участии прокуратуры.',
    imageFive:  image5,
    date: '01.07.2024',
    views: 120
  },

  {
    id: '3',
    category:  'общественность',
    title: 'В Уфе экстренно закрыли 7 пляжей. Воду из Белой и Уфимки проверят в лабораториях',
    author:  'authorOne',
    imgTitle: titleImg,
    textBlockVideo: 'В Уфе экстренно закрыли 7 пляжей. Воду из Белой и Уфимки проверят в лабораториях',
    video: 'https://www.youtube.com/embed/dX0W8r3PHaA?si=aq8ut1WbNGU7HdoQ',
    textBlockOne: 'Егор Полтарыхин, корреспондент: «Весенний паводок давно закончился. Но сегодня, 2 июля, реки Уфа и Белая сильно прибавили в уровне воды. Причиной тому назвали обильные дожди. Вода в реках помутнела, а на официальных пляжах Уфы был введён запрет на купание. Мы проехались по нескольким зонам отдыха, чтобы посмотреть на последствия внезапного подъёма уровня воды».',
    imageOne: image1,
    textBlockTwo:  'С утра на многих пляжах появились аншлаги и знаки, которые предупреждают, что в ближайшие несколько дней купание может быть небезопасным. В Управлении гражданской защиты Уфы говорят, что пока остаётся только внимательно наблюдать за ситуацией.',
    imageTwo: image2,
    textBlockThree:  'Яна Калинина, начальник информационно-аналитического отдела по связям с общественностью УГЗ г. Уфы: «Из-за повышения уровня воды в реках Уфа и Белая, которое связано с обильными осадками, в Уфе вводится запрет на купание даже на официальных пляжах, которые расположены на береговых линиях этих рек. Это необходимая мера, так как при повышении уровня воды в реках увеличивается скорость течения, под водой может находиться мусор и ухудшается качество воды. Пока наблюдаем повышение уровня воды. Когда она спадёт, пока не можем прогнозировать».',
    imageThree:  image3,
    textBlockFour: 'Дальше мы приехали на пляж «Водник» в Затоне. Он и раньше не выделялся большой пляжной зоной. К моменту съёмок сюжета она, кажется, стала ещё меньше. Например, раздевалка оказалась наполовину затопленной, а длину оборудованного спуска к реке вода сократила вдвое.',
    imageFour:  image4,
    textBlockFive: 'В Центре гигиены и эпидемиологии UTV рассказали, что результаты исследований будут готовы через пять дней. И если они не будут удовлетворительными — некоторые пляжи могут закрыть при участии прокуратуры.',
    imageFive:  image5,
    date: '03.07.2024',
    views: 600
  },

  {
    id: '4',
    category:  'политика',
    title: 'В Уфе экстренно закрыли 7 пляжей. Воду из Белой и Уфимки проверят в лабораториях',
    author:  'authorOne',
    imgTitle: titleImg,
    textBlockVideo: 'В Уфе экстренно закрыли 7 пляжей. Воду из Белой и Уфимки проверят в лабораториях',
    video: 'https://www.youtube.com/embed/dX0W8r3PHaA?si=aq8ut1WbNGU7HdoQ',
    textBlockOne: 'Егор Полтарыхин, корреспондент: «Весенний паводок давно закончился. Но сегодня, 2 июля, реки Уфа и Белая сильно прибавили в уровне воды. Причиной тому назвали обильные дожди. Вода в реках помутнела, а на официальных пляжах Уфы был введён запрет на купание. Мы проехались по нескольким зонам отдыха, чтобы посмотреть на последствия внезапного подъёма уровня воды».',
    imageOne: image1,
    textBlockTwo:  'С утра на многих пляжах появились аншлаги и знаки, которые предупреждают, что в ближайшие несколько дней купание может быть небезопасным. В Управлении гражданской защиты Уфы говорят, что пока остаётся только внимательно наблюдать за ситуацией.',
    imageTwo: image2,
    textBlockThree:  'Яна Калинина, начальник информационно-аналитического отдела по связям с общественностью УГЗ г. Уфы: «Из-за повышения уровня воды в реках Уфа и Белая, которое связано с обильными осадками, в Уфе вводится запрет на купание даже на официальных пляжах, которые расположены на береговых линиях этих рек. Это необходимая мера, так как при повышении уровня воды в реках увеличивается скорость течения, под водой может находиться мусор и ухудшается качество воды. Пока наблюдаем повышение уровня воды. Когда она спадёт, пока не можем прогнозировать».',
    imageThree:  image3,
    textBlockFour: 'Дальше мы приехали на пляж «Водник» в Затоне. Он и раньше не выделялся большой пляжной зоной. К моменту съёмок сюжета она, кажется, стала ещё меньше. Например, раздевалка оказалась наполовину затопленной, а длину оборудованного спуска к реке вода сократила вдвое.',
    imageFour:  image4,
    textBlockFive: 'В Центре гигиены и эпидемиологии UTV рассказали, что результаты исследований будут готовы через пять дней. И если они не будут удовлетворительными — некоторые пляжи могут закрыть при участии прокуратуры.',
    imageFive:  image5,
    date: '03.07.2024',
    views: 30
  },

  {
    id: '5',
    category:  'городское',
    title: 'В Уфе экстренно закрыли 7 пляжей. Воду из Белой и Уфимки проверят в лабораториях',
    author:  'authorOne',
    imgTitle: titleImg,
    textBlockVideo: 'В Уфе экстренно закрыли 7 пляжей. Воду из Белой и Уфимки проверят в лабораториях',
    video: 'https://www.youtube.com/embed/dX0W8r3PHaA?si=aq8ut1WbNGU7HdoQ',
    textBlockOne: 'Егор Полтарыхин, корреспондент: «Весенний паводок давно закончился. Но сегодня, 2 июля, реки Уфа и Белая сильно прибавили в уровне воды. Причиной тому назвали обильные дожди. Вода в реках помутнела, а на официальных пляжах Уфы был введён запрет на купание. Мы проехались по нескольким зонам отдыха, чтобы посмотреть на последствия внезапного подъёма уровня воды».',
    imageOne: image1,
    textBlockTwo:  'С утра на многих пляжах появились аншлаги и знаки, которые предупреждают, что в ближайшие несколько дней купание может быть небезопасным. В Управлении гражданской защиты Уфы говорят, что пока остаётся только внимательно наблюдать за ситуацией.',
    imageTwo: image2,
    textBlockThree:  'Яна Калинина, начальник информационно-аналитического отдела по связям с общественностью УГЗ г. Уфы: «Из-за повышения уровня воды в реках Уфа и Белая, которое связано с обильными осадками, в Уфе вводится запрет на купание даже на официальных пляжах, которые расположены на береговых линиях этих рек. Это необходимая мера, так как при повышении уровня воды в реках увеличивается скорость течения, под водой может находиться мусор и ухудшается качество воды. Пока наблюдаем повышение уровня воды. Когда она спадёт, пока не можем прогнозировать».',
    imageThree:  image3,
    textBlockFour: 'Дальше мы приехали на пляж «Водник» в Затоне. Он и раньше не выделялся большой пляжной зоной. К моменту съёмок сюжета она, кажется, стала ещё меньше. Например, раздевалка оказалась наполовину затопленной, а длину оборудованного спуска к реке вода сократила вдвое.',
    imageFour:  image4,
    textBlockFive: 'В Центре гигиены и эпидемиологии UTV рассказали, что результаты исследований будут готовы через пять дней. И если они не будут удовлетворительными — некоторые пляжи могут закрыть при участии прокуратуры.',
    imageFive:  image5,
    date: '04.07.2024',
    views: 1000
  },

  {
    id: '6',
    category:  'аварии',
    title: 'В Уфе экстренно закрыли 7 пляжей. Воду из Белой и Уфимки проверят в лабораториях',
    author:  'authorOne',
    imgTitle: titleImg,
    textBlockVideo: 'В Уфе экстренно закрыли 7 пляжей. Воду из Белой и Уфимки проверят в лабораториях',
    video: 'https://www.youtube.com/embed/dX0W8r3PHaA?si=aq8ut1WbNGU7HdoQ',
    textBlockOne: 'Егор Полтарыхин, корреспондент: «Весенний паводок давно закончился. Но сегодня, 2 июля, реки Уфа и Белая сильно прибавили в уровне воды. Причиной тому назвали обильные дожди. Вода в реках помутнела, а на официальных пляжах Уфы был введён запрет на купание. Мы проехались по нескольким зонам отдыха, чтобы посмотреть на последствия внезапного подъёма уровня воды».',
    imageOne: image1,
    textBlockTwo:  'С утра на многих пляжах появились аншлаги и знаки, которые предупреждают, что в ближайшие несколько дней купание может быть небезопасным. В Управлении гражданской защиты Уфы говорят, что пока остаётся только внимательно наблюдать за ситуацией.',
    imageTwo: image2,
    textBlockThree:  'Яна Калинина, начальник информационно-аналитического отдела по связям с общественностью УГЗ г. Уфы: «Из-за повышения уровня воды в реках Уфа и Белая, которое связано с обильными осадками, в Уфе вводится запрет на купание даже на официальных пляжах, которые расположены на береговых линиях этих рек. Это необходимая мера, так как при повышении уровня воды в реках увеличивается скорость течения, под водой может находиться мусор и ухудшается качество воды. Пока наблюдаем повышение уровня воды. Когда она спадёт, пока не можем прогнозировать».',
    imageThree:  image3,
    textBlockFour: 'Дальше мы приехали на пляж «Водник» в Затоне. Он и раньше не выделялся большой пляжной зоной. К моменту съёмок сюжета она, кажется, стала ещё меньше. Например, раздевалка оказалась наполовину затопленной, а длину оборудованного спуска к реке вода сократила вдвое.',
    imageFour:  image4,
    textBlockFive: 'В Центре гигиены и эпидемиологии UTV рассказали, что результаты исследований будут готовы через пять дней. И если они не будут удовлетворительными — некоторые пляжи могут закрыть при участии прокуратуры.',
    imageFive:  image5,
    date: '04.07.2024',
    views: 200
  }

]



export default newsCard